
def get_dicts():
    en_ru = {'dinosaur': 'динозавр', 'computer': 'комьютер', 'phone': 'телефон', 'human': 'человек', 'world': 'мир',
    'animal': 'животное', 'dog': 'собака', 'cat': 'кошка', 'table': 'стол', 'pen': 'ручка', 'pencil': 'карандаш',
    'coin': 'монета', 'word': 'слово', 'home': 'дом', 'profession': 'профессия', 'teacher': 'учитель', 'doctor': 'доктор',
    'employee': 'сотрудник', 'worker': 'рабочик', 'state': 'состояние', 'people': 'люди', 'mouse': 'мышь', 'i': 'я', 'he': 'он',
    'she': 'она', 'they': 'они', 'we': 'мы', 'plane': 'самолет', 'car': 'машина', 'work': 'работать', 'study': 'изучать',
    'learn': 'учиться', 'make': 'делать', 'translator': 'переводчик', 'translate': 'перевести', 'text': 'текст', 'create': 'создавать',
    'talk': 'разговаривать', 'speak': 'говорить', 'tell': 'сказать', 'drive': 'водить машину', 'listen': 'слушать', 'so': 'так',
    'why': 'почему', 'how': 'как', 'when': 'когда', 'what': 'что', 'have': 'иметь', 'english': 'английский', 'language': 'язык',
    'value': 'ценить', 'python': 'питон', 'snake': 'змея', 'painting': 'рисование', 'hobby': 'хобби', 'sport': 'спорт',
    'number': 'число', 'numbers': 'числа', 'digit': 'цифра', 'digits': 'цифры', 'variable': 'переменная', 'comma': 'запятая',
    'variables': 'переменные', 'scholl': 'школа', 'job': 'работа', 'manage': 'уметь', 'can': 'могу', 'must': 'должен', 'go': 'идти',
    'library': 'библиотека', 'list': 'список', 'dictionary': 'словарь', 'tuple': 'кортеж', 'set': 'множества', 'print': 'напечатать',
    'input': 'ввести', 'sting': 'строка', 'sentence': 'предложение', 'offer': 'предложение', 'turtle': 'черепаха', 'chess': 'шахматы',
    'play': 'играть', 'mother': 'мама', 'father': 'папа', 'son': 'сын', 'brother': 'брат', 'sister': 'сестра', 'family': 'семью',
    'grandfather': 'дедушка', 'grandmother': 'бабушка', 'parents': 'родители', 'uncle': 'дядя', 'aunt': 'тетя', 'boy': 'мальчик',
    'girl': 'девочка', 'child': 'ребенок', 'children': 'дети', 'book': 'книга', 'discovery': 'открытие', 'water': 'вода', 'tree': 'дерево',
    'me': 'мне', 'my': 'мой', 'your': 'твой', 'his': 'его', 'her': 'её, ей', 'their': 'их', 'our': 'наш', 'him': 'его', 'them': 'им',
    'us': 'нам', 'help': 'помочь', 'want': 'хотеть', 'thank': 'благодарить, спасибо', 'hate': 'ненавидеть', 'continue': 'продолжать',
    'delete': 'удалить', 'think': 'думать', 'spend': 'тратить', 'pay': 'платить', 'for': 'для', 'it': 'это', 'time': 'время', 'if': 'если',
    'pickle': 'маринад', 'run': 'бежать, бегать', 'stay': 'стоять', 'wait': 'подождать, ждать', 'look': 'посмотреть', 'watch': 'смотреть',
    'news': 'новости', 'video': 'видео', 'like': 'нравится', 'dislike': 'не нравится', 'sit': 'сидеть', 'lie': 'лежать, врать', 'on': 'на',
    'chair': 'стул', 'armchair': 'кресло', 'guitar': 'гитара', 'wall': 'стена', 'floor': 'пол', 'roof': 'крыша', 'house': 'дом в значении знадние',
    'come': 'приходить', 'overcome': 'справляться', 'take': 'брать', 'get': 'получать', 'give': 'давать', 'money': 'деньги', 'and': 'и',
    'back': 'назад', 'right': 'прямо, правильно', 'left': 'лево', 'correct': 'правильный', 'element': 'элемент', 'fill': 'заполнять', 'or': 'или',
    'title': 'заголовок',}
    
    return en_ru